Repository: weblate/script.trakt
Catalog: resources/language/resource.language.*/strings.po
Languages: es_es

# Addon Summary
source: TV and movie scrobbler for Trakt.tv
es_es: Scrobbler de películas y series para Trakt.tv

# Addon Description
source: Automatically scrobble all TV episodes and movies you are watching to Trakt.tv! Keep a comprehensive history of everything you've watched and be part of a global community of TV and movie enthusiasts. Sign up for a free account at http://trakt.tv and get a ton of features:[CR][CR]- Automatically scrobble what you're watching[CR]- Mobile apps for iPhone, iPad, Android, and Windows Phone[CR]- Share what you're watching (in real time) and rating to facebook and twitter[CR]- Personalized calendar so you never miss a TV show[CR]- Follow your friends and people you're interesed in[CR]- Use watchlists so you don't forget to what to watch[CR]- Track your media collections and impress your friends[CR]- Create custom lists around any topics you choose[CR]- Easily track your TV show progress across all seasons and episodes[CR]- Track your progress against industry lists such as the IMDb Top 250[CR]- Discover new shows and movies based on your viewing habits[CR]- Widgets for your forum signature[CR][CR]What can this addon do?[CR][CR]- Automatically scrobble all TV episodes and movies you are watching[CR]- Sync your TV episode and movie collections to Trakt (triggered after a library update)[CR]- Auto clean your Trakt collection so that it matches up with Kodi[CR]- Keep watched statuses synced between Kodi and Trakt[CR]- Rate movies and episode after watching them[CR][CR]Special thanks to all who contributed to this plugin! Check the commit history and changelog to see these talented developers.
es_es: ¡Haz scrobble automáticamente de todos los series y películas que estás viendo en trakt.tv! Mantén un historial completo de todo lo que has visto y sé parte de una comunidad global de entusiastas de las series y las películas. Regístrate para obtener una cuenta gratuita en http://trakt.tv y obtén un montón de funciones:[CR][CR]- Selecciona automáticamente lo que estás viendo[CR]- Aplicaciones móviles para iPhone, iPad, Android y Windows Phone[CR]- Comparte lo que estás viendo (en tiempo real) y valora en Facebook y Twitter[CR]- Calendario personalizado para que nunca te pierdas un serie[CR]- Sigue a tus amigos y personas que te interesan[CR]- Usa listas de seguimiento para que no olvides qué ver[CR]- Realiza un seguimiento de tus colecciones de contenido e impresiona a tus amigos[CR]- Crea listas personalizadas en torno a cualquier tema que elijas[CR]- Realiza un seguimiento fácil del progreso de tu serie en todas las temporadas y episodios[CR]- Realiza un seguimiento de tu progreso en comparación con listas de la industria como el IMDb Top 250[CR]- Descubre nuevas series y películas según tus hábitos de visualización[CR]- Widgets para tu firma en el foro[CR][CR]¿Qué puede hacer este complemento?[CR][CR]- Selecciona automáticamente todos las series, episodios y películas que estás viendo[CR]- Sincroniza tus colecciones de películas y episodios con Trakt (se activa después de una actualización de la biblioteca)[CR]- Limpia automáticamente tu colección de Trakt para que coincida con Kodi[CR]- Mantén sincronizados los estados de visualización entre Kodi y Trakt[CR]- Valora películas y episodios después de verlos[CR][CR]¡Un agradecimiento especial a todos los que contribuyeron con este complemento! Consulta el historial de confirmaciones y el registro de cambios para ver a estos talentosos desarrolladores.

# #32003
source: Startup Delay (seconds)
es_es: Retardo en el arranque (segundos)

# #32004
source: Rating
es_es: Valoración

# #32005
source: Rate Movie after watching
es_es: Valorar película después de verla

# #32006
source: Rate TV show Episode after watching
es_es: Valorar capítulo después de verlo

# #32008
source: Minimum percent watched to display rating dialog
es_es: Porcentaje mínimo para mostrar el cuadro de valoración

# #32009
source: Allow re-rating of media
es_es: Permitir volver a valorar contenido

# #32010
source: Default rating
es_es: Valoración predeterminada

# #32012
source: Scrobble movies
es_es: Scrobble de películas

# #32013
source: Scrobble TV show episodes
es_es: Scrobble de episodios de series

# #32014
source: Show notification on scrobble
es_es: Mostrar notificación al hacer scrobble

# #32015
source: Trakt - Scrobbled successfully
es_es: Trakt - Scrobble completado correctamente

# #32016
source: Exclusions
es_es: Exclusiones

# #32017
source: Exclude Live TV
es_es: Excluir TV en directo

# #32018
source: Exclude HTTP sources
es_es: Excluir fuentes HTTP

# #32019
source: Exclude path
es_es: Excluir ruta

# #32020
source: Folder's path (including subfolders)
es_es: Ruta de la carpeta (incluidas las subcarpetas)

# #32023
source: Can not connect to Trakt
es_es: No se puede conectar a Trakt

# #32026
source: What Did You Think?
es_es: ¿Que te pareció?

# #32027
source: Totally Ninja!
es_es: ¡Una pasada!

# #32028
source: Weak Sauce :(
es_es: Lo peor :(

# #32029
source: Terrible
es_es: Horrible

# #32030
source: Bad
es_es: Malo

# #32031
source: Poor
es_es: Pobre

# #32032
source: Meh
es_es: Ni fú, ni fá

# #32033
source: Fair
es_es: Justo

# #32034
source: Good
es_es: Bueno

# #32035
source: Great
es_es: Muy Bueno

# #32036
source: Superb
es_es: Espectacular

# #32037
source: Unrate this movie
es_es: Eliminar valoración de ésta película

# #32038
source: Unrate this show
es_es: Eliminar valoración de ésta serie

# #32039
source: Unrate this episode
es_es: Eliminar valoración de éste episodio

# #32040
source: Trakt - Rating submitted successfully
es_es: Trakt - Valoración enviada correctamente

# #32041
source: Trakt - Already rated
es_es: Trakt - Valorado anteriormente

# #32042
source: Trakt - Unrated successfully
es_es: Trakt - Valoración eliminada correctamente

# #32043
source: Trakt - Already has the same rating
es_es: Trakt - Ya tiene la misma valoración

# #32044
source: Trakt - Problem submitting rating
es_es: Trakt - Problemas enviando valoración

# #32045
source: Synchronize
es_es: Sincronizar

# #32046
source: Movies
es_es: Películas

# #32047
source: Add new movies to Trakt collection
es_es: Añadir nuevas películas a la colección de Trakt

# #32048
source: Add watched movies to Trakt history
es_es: Añadir peliculas vistas al historial de Trakt

# #32049
source: Mark movies from Trakt history as watched in Kodi
es_es: Marcar películas del historial de Trakt como vistas en Kodi

# #32050
source: TV Episodes
es_es: Episodios de series

# #32051
source: Add new TV episodes to Trakt collection
es_es: Añadir nuevos episodios a la colección de Trakt

# #32052
source: Add watched TV episodes to Trakt history
es_es: Añadir episodios vistos al historial de Trakt

# #32053
source: Mark TV episodes from Trakt history as watched in Kodi
es_es: Marcar episodios del historial de Trakt como vistos en Kodi

# #32054
source: Service
es_es: Mantenimiento

# #32055
source: Sync collection on library update or cleaning
es_es: Sincronizar colección al actualizar o limpiar la biblioteca

# #32056
source: Show sync notifications
es_es: Mostrar notificaciones de sincronización

# #32057
source: Remove deleted movies from Trakt collection
es_es: Borrar películas eliminadas de la colección de Trakt

# #32058
source: Remove deleted TV episodes from Trakt collection
es_es: Borrar episodios eliminados de la colección de Trakt

# #32060
source: Hide notifications during playback
es_es: Ocultar notificaciones durante la reproducción

# #32061
source: Sync started
es_es: Se ha iniciado la sincronización

# #32062
source: Sync complete
es_es: Sincronización completada

# #32063
source: %i movie(s) will be added to Trakt collection
es_es: Se añadirán %i película(s) a la colección de Trakt

# #32064
source: %i movie playcount(s) will be updated on Trakt
es_es: Se actualizarán %i recuentos de reproducciones de películas en Trakt

# #32065
source: %i movie(s) playcount will be updated in Kodi
es_es: El recuento de reproducciones de %i película(s) se actualizará en Kodi

# #32066
source: Movie Sync Complete
es_es: Sincronización de película completada

# #32067
source: Going to add %i show(s) to Trakt collection
es_es: Se van a añadir %i serie(s) a la colección de Trakt

# #32068
source: Checking for episodes missing from Trakt collection
es_es: Comprobando episodios faltantes en la colección de Trakt

# #32069
source: %i of %i show(s) have episodes added to Trakt collection
es_es: %i de %i serie(s) tienen episodios añadidos a la colección de Trakt

# #32070
source: Going to update %i show(s) missing watched status
es_es: Se va a actualizar %i serie(s) que le(s) faltaba el estado de visionado

# #32071
source: Checking watched episodes on Trakt
es_es: Comprobando episodios vistos en Trakt

# #32072
source: %i show(s) had missing watched status
es_es: Les faltaba el estado de visionado a %i serie(s)

# #32073
source: %i episodes are being updated
es_es: Se están actualizando %i episodios

# #32074
source: Checking watched episodes on Kodi
es_es: Comprobando episodios vistos en Kodi

# #32075
source: Episode Sync Complete
es_es: Sincronización de episodios completada

# #32076
source: %i movie(s) will be removed from Trakt collection
es_es: %i películas serán borradas de la colección de Trakt

# #32077
source: Cleaning Trakt TV show collection
es_es: Limpiando colección de series de Trakt

# #32078
source: episodes are being removed
es_es: Se están eliminando episodios

# #32079
source: Loading movies from Kodi
es_es: Cargando películas desde Kodi

# #32080
source: Movies loaded from Kodi
es_es: Películas cargadas desde Kodi

# #32081
source: Retrieving movie collection from Trakt
es_es: Recuperando colección de películas de Trakt

# #32082
source: Retrieving watched movies from Trakt
es_es: Recuperando películas vistas de Trakt

# #32083
source: Retrieved movie data from Trakt
es_es: Datos de películas recuperados de Trakt

# #32084
source: Trakt movie collection is up to date, no movies to add
es_es: La colección de películas de Trakt está actualizada, no hay películas que añadir

# #32085
source: %i movie(s) were added to your Trakt collection
es_es: Se agregaron %i películas a tu colección de Trakt

# #32086
source: Trakt movie playcounts are up to date
es_es: Los recuentos de reproducciones de películas de Trakt están actualizados

# #32087
source: Playcounts updated for %i movie(s) on Trakt
es_es: Recuento de reproducciones actualizado para %i películas en Trakt

# #32088
source: Kodi movie playcounts are up to date
es_es: Los recuentos de reproducciones de películas de Kodi están actualizados

# #32089
source: Updating %i of %i movie playcount(s) in Kodi
es_es: Actualización de %i de %i recuentos de reproducción de películas en Kodi

# #32090
source: Playcounts updated for %i movie(s) in Kodi
es_es: Recuento de reproducciones actualizado para %i películas en Kodi

# #32091
source: Trakt movie collection is up to date, no movies removed
es_es: La colección de películas de Trakt está actualizada, no se han eliminado películas

# #32092
source: %i movie(s) were removed from your Trakt collection
es_es: Se eliminaron %i películas de tu colección de Trakt

# #32093
source: Updating %i of %i movie playcount(s) on Trakt
es_es: Actualizando %i de %i recuentos de reproducciones de películas en Trakt

# #32094
source: Loading episode data from Kodi
es_es: Cargando datos de episodios desde Kodi

# #32095
source: Loading shows from Kodi
es_es: Cargando series desde Kodi

# #32096
source: Shows loaded from Kodi
es_es: Series cargadas desde Kodi

# #32097
source: Parsing %i of %i episode data from Kodi
es_es: Analizando %i de %i datos de episodios de Kodi

# #32098
source: Loaded episode data from Kodi
es_es: Datos de episodios cargados desde Kodi

# #32099
source: Loading episode data from Trakt
es_es: Cargando datos de episodios desde Trakt

# #32100
source: Retrieving episode collection from Trakt
es_es: Recuperando la colección de episodios de Trakt

# #32101
source: Retrieving watched episodes from Trakt
es_es: Recuperar episodios vistos de Trakt

# #32102
source: Parsing episode data %i of %i from Trakt
es_es: Analizando los datos del episodio %i de %i de Trakt

# #32103
source: Retrieved episode data from Trakt
es_es: Datos de episodios recuperados de Trakt

# #32104
source: Trakt episode collection is up to date, no episodes to add
es_es: La colección de episodios de Trakt está actualizada, no hay episodios para agregar

# #32105
source: %i episode(s) were added to your Trakt collection
es_es: Se agregaron %i episodios a tu colección de Trakt

# #32106
source: Trakt episode playcounts are up to date
es_es: Los recuentos de reproducción de episodios de Trakt están actualizados

# #32107
source: Kodi episode playcounts are up to date
es_es: Los recuentos de reproducción de episodios de Kodi están actualizados

# #32108
source: Updating %i of %i episode playcount(s) in Kodi
es_es: Actualizando %i de %i recuentos de reproducción de episodios en Kodi

# #32109
source: Playcounts updated for %i show(s) in Kodi
es_es: Recuentos de reproducción actualizados para %i programas en Kodi

# #32110
source: Trakt episode collection is clean, no episodes to remove
es_es: La colección de episodios de Trakt está limpia, no hay episodios para eliminar

# #32111
source: %i episode(s) are being removed from your Trakt collection
es_es: Se están eliminando %i episodios de tu colección de Trakt

# #32112
source: %i episode(s) were removed from your Trakt collection
es_es: Se eliminaron %i episodios de tu colección de Trakt

# #32113
source: Trakt - Marked as watched
es_es: Trakt - Marcado como visto

# #32114
source: Trakt - Failed marking as watched
es_es: Trakt - No se pudo marcar como visto

# #32115
source: %d episode(s) of '%s'
es_es: %d episodios de '%s'

# #32116
source: Enable debug mode
es_es: Activar modo depuración

# #32117
source: Sync movie playback progress to Kodi
es_es: Sincronizar progreso de reproducción de películas con Kodi

# #32118
source: Sync episode playback progress to Kodi
es_es: Sincronizar el progreso de reproducción de episodio con Kodi

# #32119
source: Retrieving episode playback progress from Trakt
es_es: Recuperando el progreso de reproducción de un episodio desde Trakt

# #32120
source: Parsing episode playback progress %i of %i from Trakt
es_es: Analizando el progreso de reproducción del episodio %i de %i desde Trakt

# #32121
source: Retrieved episode playback progress from Trakt
es_es: Recuperado el progreso de reproducción de episodios de Trakt

# #32122
source: Retrieving movie playback progress from Trakt
es_es: Recuperando el progreso de reproducción de Películas desde Trakt

# #32123
source: Parsing movie playback progress %i of %i from Trakt
es_es: Analizando el progreso de reproducción de la película %i de %i desde Trakt

# #32124
source: Retrieved movie playback progress from Trakt
es_es: Recuperación del progreso de reproducción de películas desde Trakt

# #32125
source: Kodi movie playback progress is up to date
es_es: El progreso de reproducción de películas de Kodi está actualizado

# #32126
source: %i movie(s) playback progress will be updated in Kodi
es_es: El progreso de reproducción de %i películas se actualizará en Kodi

# #32127
source: Updating %i of %i movie(s) playback progress in Kodi
es_es: Actualizando el progreso de reproducción de %i de %i películas en Kodi

# #32128
source: Playback progress updated for %i movie(s) in Kodi
es_es: Se actualizó el progreso de reproducción de %i películas en Kodi

# #32129
source: Kodi episode playback progress is up to date
es_es: El progreso de reproducción de episodios de Kodi está actualizado

# #32130
source: Updating %i of %i episode(s) playback progress in Kodi
es_es: Actualizando el progreso de reproducción de %i de %i episodios en Kodi

# #32131
source: Playback progress updated for %i episode(s) in Kodi
es_es: Se actualizó el progreso de reproducción de %i episodios en Kodi

# #32132
source: Unrate this season
es_es: No valorar esta temporada

# #32133
source: Manage Movie's Lists
es_es: Gestionar listas de películas

# #32134
source: Manage Show's Lists
es_es: Gestionar listas de series

# #32135
source: Remove from Watchlist
es_es: Quitar de la lista de seguimiento

# #32136
source: Add to watchlist
es_es: Añadir a lista de seguimiento

# #32137
source: Rate this movie
es_es: Valorar esta película

# #32138
source: Rate this show
es_es: Valorar esta serie

# #32139
source: Rate this episode
es_es: Valorar este episodio

# #32140
source: Toggle watched
es_es: Activar visto

# #32141
source: Manage all lists
es_es: Gestionar todas las listas

# #32142
source: Update all tags
es_es: Actualizar todas las etiquetas

# #32143
source: Synchronize library
es_es: Sincronizar biblioteca

# #32144
source: How do I authorize the trakt addon to access my trakt.tv account?
es_es: ¿Cómo autorizo al complemento de trakt a acceder a mi cuenta trakt.tv?

# #32147
source: Trakt.tv PIN Authorization Failed
es_es: Error en la autorización con PIN de Trakt.tv

# #32149
source: Rate this Season
es_es: Valorar esta temporada

# #32150
source: You will be reminded in 24 hours
es_es: Se le recordará en 24 horas

# #32151
source: Use Addon Settings later if you change your mind
es_es: Use los ajustes del complemento más tarde si cambia de opinión

# #32152
source: Trakt Authorization Complete
es_es: Autorización de Trakt completada

# #32153
source: Trakt Account Authorization
es_es: Autorización de cuenta Trakt

# #32154
source: Authorize
es_es: Autorizar

# #32155
source: Remind Me Later
es_es: Recuérdamelo más tarde

# #32156
source: No Thanks
es_es: No, gracias

# #32157
source: Account Authorization
es_es: Autorización de la cuenta

# #32159
source: Visit {0} or scan the QR code.
es_es: Visita {0} o escanea el código QR.

# #32162
source: The trakt addon CAN NOT be used without authorizing it to access your trakt.tv account.
es_es: El complemento trakt NO PUEDE usarse sin autorizarlo a acceder a su cuenta de trakt.tv.

# #32163
source: User
es_es: Usuario

# #32164
source: Fallback to Title/Year matching if necessary
es_es: Recurrir a la coincidencia de título/año si es necesario

# #32165
source: Trakt - Added to watchlist
es_es: Trakt - Añadido a la lista de seguimiento

# #32166
source: Trakt - Failed adding to watchlist
es_es: Trakt - Error al añadir a la lista de seguimiento

# #32167
source: Offset scrobble start by X minutes
es_es: Desplazar X minutos el inicio del scrobble

# #32168
source: Sync ratings
es_es: Sincronizar valoraciones

# #32169
source: Kodi movie ratings are up to date
es_es: Las valoraciones de películas de Kodi están actualizadas

# #32170
source: %i movie(s) ratings will be updated in Kodi
es_es: Las valoraciones de %i películas se actualizarán en Kodi

# #32171
source: Updating %i of %i movie ratings in Kodi
es_es: Actualizando %i de %i valoraciones de películas en Kodi

# #32172
source: Ratings updated for %i movie(s) in Kodi
es_es: Valoraciones actualizadas para %i películas en Kodi

# #32173
source: Kodi episode ratings are up to date
es_es: Las valoraciones de los episodios de Kodi están actualizadas

# #32174
source: Updating %i of %i episode ratings in Kodi
es_es: Actualizando %i de %i valoraciones de episodios en Kodi

# #32175
source: Ratings updated for %i episode(s) in Kodi
es_es: Valoraciones actualizadas para %i episodios en Kodi

# #32176
source: Kodi show ratings are up to date
es_es: Las valoraciones de las series de Kodi están actualizadas

# #32177
source: Updating %i of %i show ratings in Kodi
es_es: Actualizando %i de %i valoraciones de series en Kodi

# #32178
source: Ratings updated for %i show(s) in Kodi
es_es: Valoraciones actualizadas para %i series en Kodi

# #32179
source: Trakt movie ratings are up to date
es_es: Las valoraciones de películas de Trakt están actualizadas

# #32180
source: %i movie ratings will be updated on Trakt
es_es: Las valoraciones de %i películas se actualizarán en Trakt

# #32181
source: Trakt show ratings are up to date
es_es: Las valoraciones de las series de Trakt están actualizadas

# #32182
source: %i show ratings will be updated on Trakt
es_es: Las valoraciones de %i series se actualizarán en Trakt

# #32183
source: Attempt to scrobble MythTV PVR recordings
es_es: Intentar hacer scrobble de grabaciones PVR de MythTV

# #32184
source: Attempt secondary show title search
es_es: Intentar buscar el título secundario de la serie

# #32185
source: Exclude Plugins
es_es: Excluir complementos

# #32186
source: Allow script exclusions
es_es: Permitir exclusiones de script

# #32187
source: Override proxy
es_es: Anular proxy

# #42187
source: Always enable a proxy, regardless of the kodi configuration. The default value is from the kodi configuration, but can be overriden below. The trakt plugin currently only supports HTTP or HTTPS proxies where kodi also supports SOCKS proxies.
es_es: Activa siempre un proxy, independientemente de la configuración de Kodi. El valor predeterminado es el de la configuración de Kodi, pero se puede anular a continuación. El complemento Trakt actualmente solo admite servidores proxy HTTP o HTTPS, mientras que Kodi también admite servidores proxy SOCKS.

# #42188
source: Location of the proxy server.
es_es: Ubicación del servidor proxy.

# #32189
source: Proxy port
es_es: Puerto proxy

# #42189
source: Port of the proxy server.
es_es: Puerto del servidor proxy.

# #32190
source: Username
es_es: Nombre de usuario

# #42190
source: Optional user name needed to authenticate with the proxy.
es_es: Nombre de usuario opcional necesario para autenticarse con el proxy.

# #32191
source: Password
es_es: Contraseña

# #42191
source: Optional password needed to authenticate with the proxy.
es_es: Contraseña opcional necesaria para autenticarse con el proxy.
